/* Localized kind: Album */
"Album" = "Album";

/* Localized kind: Software */
"App" = "App";

/* Localized kind: Audio Book */
"Audio Book:" = "Audio Book:";

/* Localized kind: Book */
"Book" = "Book";

/* Localized kind: E-Book */
"E-Book" = "E-Book";

/* No cost for the item */
"Free" = "Free";

/* Localized kind: Feature Movie */
"Movie" = "Movie";

/* Localized kind: Music Video */
"Music Video" = "Music Video";

/* No items could be found from the request */
"Nothing Found" = "Niets gevonden";

/* Ok */
"Ok" = "Ok";

/* Localized kind: Podcast */
"Podcast" = "Podcast";

/* Localized kind: Song */
"Song" = "Song";

/* Sorry */
"Sorry" = "Foutje...";

/* No comment provided by engineer. */
"There was an error reading from the iTunes Store. Please try again" = "Er ging iets fout bij het communiceren met de iTunes winkel. Probeer het nog eens.";

/* Localized kind: TV Episode */
"TV Episode" = "TV Episode";

/* Artist name label can't be found
   No artist name can be found */
"Unknown" = "Onbekend";

